[
  {
    "id": 1,
    "title": "About Cryptofully",
    "content": "<p>Cryptofully is a digital payment platform that allows you to send money to any Nigerian bank using cryptocurrency.</p><p>With Cryptofully, users can send and receive crypto payments from anywhere in the world, cash out into any Nigerian bank account, pay utility bills, and recharge their phones.</p>",
    "categoryId": 1
  },
  {
    "id": 2,
    "title": "What makes Cryptofully exceptional?",
    "content": "Speed - Cryptofully is designed in a way that allows users perform successful transactions in a jiffy! While other platforms let users perform transactions using 4 to 5 processes, Cryptofully allows you to perform these transactions in just 2 easy steps.",
    "categoryId": 1
  },
  {
    "id": 3,
    "title": "How long do transfers take?",
    "content": "Transfers are completed within 3 minutes. This means that a recipient will receive the naira equivalent of the transferred crypto under 3 minutes after the cryptocurrency is transferred to the unique wallet address.<p>N/B: Delays might be caused by delay in confirmation on the <a target='_blank' href='https://www.blockchain.com/?utm_campaign=expnav_logo'>blockchain network</a></p>",
    "categoryId": 1
  },
  {
    "id": 4,
    "title": "Does Cryptofully have an app?",
    "content": "Yes!, we have an app, you can simply download the app by clicking on the App buttons on the web or simply through the link: <a target='_blank' href='https://play.google.com/store/apps/details?id=com.app.cryptofully'>https://play.google.com/store/apps/details?id=com.app.cryptofully</a>",
    "categoryId": 1
  },
  {
    "id": 5,
    "title": "Is there a daily transaction limit?",
    "content": "Yes. For now, the maximum daily transaction limit is $1000. This limit is set in order to comply with the CBN anti-money laundering policy but with the Cryptofully app, you can send money up to $5000 daily. <p><a target='_blank' href='https://play.google.com/store/apps/details?id=com.app.cryptofully'>Download the app</a> and get verified to begin.</p>",
    "categoryId": 1
  },
  {
    "id": 6,
    "title": "Where can I send money from?",
    "content": "You can send money from across the world using any app that supports cryptocurrency eg. Cashapp, Nairaex, Revolt, Coinbase, etc.",
    "categoryId": 1
  },
  {
    "id": 7,
    "title": "Can Cryptofully be used as a wallet?",
    "content": "Cryptofully does not have a wallet feature yet but will soon.",
    "categoryId": 1
  },
  {
    "id": 8,
    "title": "Does Cryptofully convert your currency to Naira before you send?",
    "content": "When you want to send money to someone, Cryptofully will display the Bitcoin and Naira equivalent of the money you are about to send.",
    "categoryId": 1
  },
  {
    "id": 9,
    "title": "What to expect from Cryptofully in the near future",
    "content": "We have a roadmap that gives us an idea of where we are and where we want to be. There are lots of exciting new features coming up soon. Stay tuned and watch out.",
    "categoryId": 1
  },
  {
    "id": 10,
    "title": "How can I give feedback on Cryptofully?",
    "content": "We’d appreciate any feedback regarding your Cryptofully experience, kindly share your thoughts and feedback at <a target='_blank' href='mailto:support@cryptofully.com'>support@cryptofully.com</a>",
    "categoryId": 1
  },
  {
    "id": 11,
    "title": "How do I create a Cryptofully account?",
    "content": "<p>On the web, you do not need to set up an account. All you have to do is visit the website, fill in the details of your transaction and send!</p>On the <a target='_blank' href='https://play.google.com/store/apps/details?id=com.app.cryptofully'>mobile app</a>, you follow a simple process where you fill in a registration form. Once that’s done and you get your email verified, you are good to go!<p>",
    "categoryId": 2
  },
  {
    "id": 12,
    "title": "How much does it cost to set up a Cryptofully account?",
    "content": "It costs 0 Naira to set up a Cryptofully account. <a target='_blank' href='https://www.cryptofully.com/auth/register'>Signing up</a> is totally free!",
    "categoryId": 2
  },
  {
    "id": 13,
    "title": "What are the steps to perform a transfer?",
    "content": "<p>The steps are quite simple and the process is fast.</p><h3>Step 1.</h3><h3>Click on “send money”</h3><p>Input receiver’s bank details and amount</p> <p>Cryptofully will show you the Bitcoin equivalent of the money you want to send.</p><h3>Step 2.</h3> <p>Copy Cryptofully’s bitcoin wallet address</p><p>Send the bitcoin that was shown</p><p>And the receiver gets the cash in their Naira bank account instantly!</p>",
    "categoryId": 2
  },
  {
    "id": 14,
    "title": "What currencies can I send?",
    "content": "For now, Cryptofully is meant for remittance. Basically for people outside the country to conveniently send money down to Nigeria. The base currency is USD for now, we will add more as we proceed.",
    "categoryId": 2
  },
  {
    "id": 15,
    "title": "I sent money and receiver is yet to get it",
    "content": "Cryptofully offers a fast transaction process and once money is sent, the receiver gets it immediately, however delays may be caused by the receivers bank network or a Blockchain network issue.<p>If this persists, kindly chat us or send an email to <a target='_blank' href='mailto:support@cryptofully.com'>support@cryptofully.com</a></p>",
    "categoryId": 2
  },
  {
    "id": 16,
    "title": "How to sign up on the Cryptofully app",
    "content": "The cryptofully app lets you send money easily to any Nigerian bank account using cryptocurrency, you also get to perform transactions up to $5000 daily!<p>You can sign up on the Cryptofully app in 4 easy steps.</p><p class='ml-3'> - <strong>Input your email address - an email will be sent to your mail immediately for verification, please click on the link to verify.</strong></p> <img loading='lazy'alt='brand-logo' src='assets/img/app/how-to-signup.png' width='300px' /><p class='mt-3'><strong> - Choose a username</strong></p><img loading='lazy'alt='brand-logo' src='assets/img/app/username.png' width='300px' /> <p class='mt-3'><strong> - Set up your password</strong></p><img loading='lazy'alt='brand-logo' src='assets/img/app/password.png' width='300px' /> <p class='mt-3'><strong> - Set up your Cryptofully unique pin.</strong></p><img loading='lazy'alt='brand-logo' src='assets/img/app/pin.png' width='300px' /> <p class='mt-3'><strong> - And that’s it, you are all set up! You can also click on “verify” to verify your account for transactions up to $5000.</strong></p><img loading='lazy'alt='brand-logo' src='assets/img/app/successful.png' width='300px' /><p>Once signed up, you can set up your profile on the app by adding other details such as name, phone number, email address, etc.</p>",
    "categoryId": 3
  },
  {
    "id": 17,
    "title": "How to send money with the Cryptofully app",
    "content": "To send money with the Cryptofully app, please follow the steps below. <ul><li>Log into your Cryptofully account on the app</li><li>Input the amount you want to send and click “send”</li><li>Fill in the Recipient’s account details and click “send”</li><li>Copy the Cryptofully wallet address and send the bitcoin equivalent displayed to the Cryptofully address using any app that accepts cryptocurrency transactions.</li></ul><p>The recipient will receive the money instantly!</p>",
    "categoryId": 3
  },
  {
    "id": 18,
    "title": "KYC Verification Process for daily transactions up to $5000",
    "content": "<p>To Verify your account for an increase in transactions, please follow the steps below.</p><ul><li>Log into your Cryptofully account on the app</li><li>Click on your Profile image and select “add bank”</li><li>Fill in the required fields including your BVN.</li><li>An OTP will be sent to your email address, kindly fill the OTP in the required field</li><li>Input your bank details</li><li>Fill in the next OTP that will be sent to your email and voila! your account is verified and ready to send more money!</li></ul><p>If you have any issues with account verification, simply live-chat with us or call/Whatsapp us at 09134444774, you can also send a mail at <a target='_blank' href='mailto:support@cryptofully.com'>support@cryptofully.com</a></p>",
    "categoryId": 3
  },
  {
    "id": 19,
    "title": "What is Cryptocurrency?",
    "content": "<p>Cryptocurrency is a form of virtual money designed to be secure, and sometimes anonymous.</p><p>It is a digital currency associated with the internet which uses cryptography to track transactions, purchases and transfers. Cryptocurrencies are today being used in various forms as a medium of exchange, for payments, transfer of value, as investment assets, and most recently for remittance.</p><p>In simple terms, Cryptocurrency is a form of money used for several transactions in the digital marketplace.</p>",
    "categoryId": 4
  },
  {
    "id": 20,
    "title": "How exactly does Cryptocurrency work?",
    "content": "<p>Through the use of a decentralized technology, Cryptocurrencies let users perform secure transactions without the need to use their name or go through a bank. They run on a distributed public ledger called <a href='https://en.wikipedia.org/wiki/Blockchain' target='_blank'>blockchain</a>, which is a record of all transactions updated and held by all currency holders.</p><p>Units of cryptocurrencies are created through a <a href='https://www.telegraph.co.uk/technology/0/bitcoin-mining-does-work-can-do-home/' target='_blank'>process called mining</a>, which involves using computer power to solve complicated maths problems that generate coins. Users can also buy the currencies from brokers, then store, spend or resell them using cryptographic wallets.Transactions including bonds, stocks and other financial assets could eventually be traded using this technology.</p>",
    "categoryId": 4
  },
  {
    "id": 21,
    "title": "Where is the Cryptocurrency marketplace?",
    "content": "<p>The Cryptocurrency marketplace is online (the internet). The market is any virtual space that allows cryptocurrency token holders to trade and transact using their choice cryptocurrencies.</p>",
    "categoryId": 4
  },
  {
    "id": 22,
    "title": "Why use Cryptocurrency?",
    "content": "<p>Security, authenticity, profitability and minimal or no transaction charges.</p> <p>Cryptocurrency transactions cannot be reversed or faked and offer minimal transaction fees as compared to what is obtainable with local banks. Its decentralized nature makes it available to everyone in any part of the world, no need for account opening and documentation or paperwork. Cryptocurrency is the new generation of cash, a currency that could take off a high value even overnight. But at the same time works the other way round. Investors must be aware of its volatility in the market and the possible risk when buying it.</p> <p>Anyone has the option to mine or invest in cryptocurrency. The expanding ecosystem provides multiple opportunities on the possibility of doubling and growing your current assets.</p>",
    "categoryId": 4
  },
  {
    "id": 23,
    "title": "What are the most common cryptocurrencies?",
    "content": "<p>While there is no exact number of cryptocurrencies in the ecosystem, there are cryptocurrencies which are very common in the digital marketplace.</p><b>Bitcoin (BTC):</b> This cryptocurrency is the most common currency in the marketplace and this is because Bitcoin was the first cryptocurrency created in 2009. It has a market capitalization of $219 billion dated August 2020, and is becoming a widely accepted form of money globally.</p><p><b>Ethereum (ETH):</b> A token based currency used on the Ethereum blockchain, it ranks as the second most popular currency in the marketplace. Ethereum had a market capitalization of $52 Billion as of August 2020.</p><p><b>Ripple (XRP):</b> Ripple was developed with a feature to track the type of transactions made by users, not just cryptocurrency. Ripple has been used by UBS and Santander for cross-border payments, and has a market cap of over $13 billion.</p><p><b>Litecoin (LTC):</b> Litecoin is similar to bitcoin, but moves quickly on its developments. Litecoin offers faster payments and processes more transactions at a time. The estimated overall value of Litecoin is more than $4.1 billion.</p><p>Cryptocurrency is open source, this means that anyone can create their own version of cryptocurrency by using the code. The estimated cryptocurrencies in the marketplace are over 5000, along with the data embedded on them, which can be seen on the list of registered coins.</p>",
    "categoryId": 4
  },
  {
    "id": 24,
    "title": "How easy is it to obtain a cryptocurrency coin?",
    "content": "In general, if a kind of cryptocurrency gets newly introduced into the marketplace, the computing power needed in order to mine the coin will be low compared to other highly established crypto currency in the market. <p>You can easily acquire a cryptocurrency coin by</p><ul><li>Accepting cryptocurrency payment for certain goods and services offered in the market.</li><li>Purchasing specific coins on legitimate exchangers online.</li><li>Exchanging coins with someone you know or someone near you.</li><li>Earning it simply by mining.</li></ul>",
    "categoryId": 4
  },
  {
    "id": 25,
    "title": "What is a cryptocurrency wallet?",
    "content": "<p>Wallets are basically used to store cryptocurrency. There are software wallets (desktop, online or mobile wallets), hardware-based wallets, and paper wallets. The type of wallet used depends on your needs.</p><p>A wallet also provides a link to your cryptocurrency private keys. The Public key cryptography allows cryptocurrency to function, and uses specific algorithms in order to generate pairs of keys. A Public key is the address to which anyone can send a cryptocurrency balance. The private key allows owners to spend funds from the specified address. Money can be sent to the public key, but will be lost without a private key.</p><p>There are two main types of cryptocurrency wallet, the hot and cold, these refer to the level or internet connectivity of the wallet. Paper wallets and hardware wallets are not actively connected to the internet and are considered as cold storage. Hot wallet is an internet connected wallet, easy to spend, but vulnerable to cyber-attacks. A cold storage protects you from cyber-crime, but still it will be the owner’s responsibility to secure their property.</p>",
    "categoryId": 4
  },
  {
    "id": 26,
    "title": "What are the exciting reasons for you to get involved with the digital currency?",
    "content": "The ability to immediately transfer cash in just a matter of seconds to anyone around the globe from a digital wallet without having any fees or at lowest rate. Digital currencies enable spending and receiving money 20 times easier compared to your traditional wire transfer, western union and Paypal.",
    "categoryId": 4
  },
  {
    "id": 27,
    "title": "How is Cryptocurrency value determined?",
    "content": "<p>Cryptocurrency values are determined by the economic principle of supply and demand. If a cryptocurrency has a high supply with little demand from users, the cryptocurrency’s value reduces. Conversely, if the supply of a particular cryptocurrency is limited and there is an increase in it’s demand, the value of the currency increases.</p>",
    "categoryId": 1
  }
]
